{
    "results": [
      {
        "id": "",
        "title": "ONE PIECE",
        "cover_art": "https://cdn.myanimelist.net/images/anime/1178/92469.jpg",
        "Synopsis": "Gol D. Roger was known as the Pirate King, the strongest and most infamous being to have sailed the Grand Line. The capture and execution of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King.",
        "Category": " Action, Adventure, Comedy, Super Power, Drama, Fantasy, Shounen",
        "Liked": null,
        "Disliked": null,
        "release_date": "Fall 1999",
        "Status": "Ongoing",
        "episodes":"881"
      },
      {
        "id": "",
        "title": "One Punch Man",
        "cover_art": "https://cdn.myanimelist.net/images/anime/12/76049.jpg",
        "Synopsis": "The seemingly ordinary and unimpressive Saitama has a rather unique hobby: being a hero. In order to pursue his childhood dream, he trained relentlessly for three years—and lost all of his hair in the process. Now, Saitama is incredibly powerful, so much so that no enemy is able to defeat him in battle. In fact, all it takes to defeat evildoers with just one punch has led to an unexpected problem—he is no longer able to enjoy the thrill of battling and has become quite bored.",
        "Category": "Action, Sci-Fi, Comedy, Parody, Super Power, Supernatural, Seinen",
        "Liked": null,
        "Disliked": null,
        "release_date": "Fall 2015",
        "Status": "Ongoing",
        "episodes":"24"
      },
      {
        "id": "",
        "title": "JoJo`s Bizarre Adventure: Golden Wind",
        "cover_art": "https://cdn.myanimelist.net/images/anime/1572/95010.jpg",
        "Synopsis": "Naples, 2001. Giorno Giovanna is a small-time crook with one big dream—to become a Gang-Star. No ordinary thief, Giorno has a connection to the remarkable Joestar bloodline, and possesses a Stand named Gold Experience. His dream starts to become reality when he meets Bruno Buccellati, a mobster from the gang Passione and a fellow Stand user himself. Realizing that they share similar ideals, and both disagree with the gang's harmful affairs, Giorno reveals his goal to Bruno: with Bruno's help, he will reform Passione by overthrowing the boss.",
        "Category": "Action, Adventure, Shounen",
        "Liked": null,
        "Disliked": null,
        "release_date": "Fall 2018",
        "Status": "Ongoing",
        "episodes":"39"
      },
      {
        "id": "",
        "title": "Black Clover",
        "cover_art": "https://cdn.myanimelist.net/images/anime/2/88336.jpg",
        "Synopsis": "Asta and Yuno were abandoned at the same church on the same day. Raised together as children, they came to know of the Wizard King—a title given to the strongest mage in the kingdom—and promised that they would compete against each other for the position of the next Wizard King. However, as they grew up, the stark difference between them became evident. While Yuno is able to wield magic with amazing power and control, Asta cannot use magic at all and desperately tries to awaken his powers by training physically.",
        "Category": "Action, Comedy, Magic, Fantasy, Shounen",
        "Liked": null,
        "Disliked": null,
        "release_date": "Fall 2017",
        "Status": "Ongoing",
        "episodes":"91"
      },
      {
        "id": "",
        "title": "Berserk",
        "cover_art": "https://cdn.myanimelist.net/images/anime/10/79352.jpg",
        "Synopsis": "Now branded for death and destined to be hunted by demons until the day he dies, Guts embarks on a journey to defy such a gruesome fate, as waves of beasts relentlessly pursue him. Steeling his resolve, he takes up the monstrous blade Dragonslayer and vows to exact vengeance on the one responsible, hunting down the very man he once looked up to and considered a friend.",
        "Category": "Action, Adventure, Demons, Drama, Fantasy, Horror, Military, Romance, Seinen, Supernatural",
        "Liked": null,
        "Disliked": null,
        "release_date": "Summer 2016",
        "Status": "Finished",
        "episodes":"18"
      },
      {
        "id": "",
        "title": "Fate/Apocrypha",
        "cover_art": "https://cdn.myanimelist.net/images/anime/9/86573.jpg",
        "Synopsis": "The Holy Grail is a powerful, ancient relic capable of granting any wish the beholder desires. In order to obtain this power, various magi known as masters summon legendary Heroic Spirits called servants to fight for them in a destructive battle royale—the Holy Grail War. Only the last master-servant pair standing may claim the Grail for themselves. Yet, the third war ended inconclusively, as the Grail mysteriously disappeared following the conflict.",
        "Category": "Action, Supernatural, Drama, Magic, Fantasy",
        "Liked": null,
        "Disliked": null,
        "release_date": "Summer 2017",
        "Status": "Finished",
        "episodes":"25"
      },
      {
        "id": "",
        "title": "That Time I Got Reincarnated as a Slime",
        "cover_art": "https://cdn.myanimelist.net/images/anime/1694/93337.jpg",
        "Synopsis": "Thirty-seven-year-old Satoru Mikami is a typical corporate worker, who is perfectly content with his monotonous lifestyle in Tokyo, other than failing to nail down a girlfriend even once throughout his life. In the midst of a casual encounter with his colleague, he falls victim to a random assailant on the streets and is stabbed. However, while succumbing to his injuries, a peculiar voice echoes in his mind, and recites a bunch of commands which the dying man cannot make sense of.",
        "Category": "Fantasy, Shounen",
        "Liked": null,
        "Disliked": null,
        "release_date": "Fall 2018",
        "Status": "Ongoing",
        "episodes":"24"
      },
      {
        "id": "",
        "title": "The Rising of the Shield Hero",
        "cover_art": "https://cdn.myanimelist.net/images/anime/1068/97169.jpg",
        "Synopsis": "The Four Cardinal Heroes are a group of ordinary men from modern-day Japan summoned to the kingdom of Melromarc to become its saviors. Melromarc is a country plagued by the Waves of Catastrophe that have repeatedly ravaged the land and brought disaster to its citizens for centuries. The four heroes are respectively bestowed a sword, spear, bow, and shield to vanquish these Waves. Naofumi Iwatani, an otaku, becomes cursed with the fate of being the Shield Hero. Armed with only a measly shield, Naofumi is belittled and ridiculed by his fellow heroes and the kingdom's people due to his weak offensive capabilities and lackluster personality.",
        "Category": "Action, Adventure, Drama, Fantasy",
        "Liked": null,
        "Disliked": null,
        "release_date": "Winter 2019",
        "Status": "Ongoing",
        "episodes":"25"
      },
      {
        "id": "",
        "title": "Grimgar: Ashes and Illusions",
        "cover_art": "https://cdn.myanimelist.net/images/anime/13/77976.jpg",
        "Synopsis": "Fear, survival, instinct. Thrown into a foreign land with nothing but hazy memories and the knowledge of their name, they can feel only these three emotions resonating deep within their souls. A group of strangers is given no other choice than to accept the only paying job in this game-like world—the role of a soldier in the Reserve Army—and eliminate anything that threatens the peace in their new world, Grimgar.",
        "Category": "Action, Adventure, Drama, Fantasy",
        "Liked": null,
        "Disliked": null,
        "release_date": "Winter 2016",
        "Status": "Finished",
        "episodes":"12"
      },
      {
        "id": "",
        "title": "Log Horizon",
        "cover_art": "https://cdn.myanimelist.net/images/anime/5/84004.jpg",
        "Synopsis": "In the blink of an eye, thirty thousand bewildered Japanese gamers are whisked from their everyday lives into the world of the popular MMORPG, Elder Tale, after the game's latest update—unable to log out. Among them is the socially awkward college student Shiroe, whose confusion and shock lasts only a moment as, a veteran of the game, he immediately sets out to explore the limits of his new reality.",
        "Category": "Action, Game, Adventure, Magic, Fantasy",
        "Liked": null,
        "Disliked": null,
        "release_date": "Fall 2013",
        "Status": "Ongoing",
        "episodes":"25"
      },
      {
        "id": "",
        "title": "Overlord",
        "cover_art": "https://cdn.myanimelist.net/images/anime/1511/93473.jpg",
        "Synopsis": "The final hour of the popular virtual reality game Yggdrasil has come. However, Momonga, a powerful wizard and master of the dark guild Ainz Ooal Gown, decides to spend his last few moments in the game as the servers begin to shut down. To his surprise, despite the clock having struck midnight, Momonga is still fully conscious as his character and, moreover, the non-player characters appear to have developed personalities of their own!",
        "Category": "Action, Adventure, Fantasy, Game, Magic, Supernatural",
        "Liked": null,
        "Disliked": null,
        "release_date": "Summer 2015",
        "Status": "Ongoing",
        "episodes":"39"
      },
      {
        "id": "",
        "title": "",
        "cover_art": "https://cdn.myanimelist.net/images/anime/5/82890.jpg",
        "Synopsis": "Tanya Degurechaff is a young soldier infamous for predatorial-like ruthlessness and an uncanny, tactical aptitude, earning her the nickname of the Devil of the Rhine. Underneath her innocuous appearance, however, lies the soul of a man who challenged Being X, the self-proclaimed God, to a battle of wits—which resulted in him being reincarnated as a little girl into a world of magical warfare. Hellbent on defiance, Tanya resolves to ascend the ranks of her country's military as it slowly plunges into world war, with only Being X proving to be the strongest obstacle in recreating the peaceful life she once knew. But her perceptive actions and combat initiative have an unintended side effect: propelling the mighty Empire into becoming one of the most powerful nations in mankind's history.",
        "Category": "Magic, Military",
        "Liked": null,
        "Disliked": null,
        "release_date": "Winter 2017",
        "Status": "Finished",
        "episodes":"12"
      },
      {
        "id": "",
        "title": "Attack on Titan",
        "cover_art": "https://cdn.myanimelist.net/images/anime/4/84177.jpg",
        "Synopsis": "Centuries ago, mankind was slaughtered to near extinction by monstrous humanoid creatures called titans, forcing humans to hide in fear behind enormous concentric walls. What makes these giants truly terrifying is that their taste for human flesh is not born out of hunger but what appears to be out of pleasure. To ensure their survival, the remnants of humanity began living within defensive barriers, resulting in one hundred years without a single titan encounter. However, that fragile calm is soon shattered when a colossal titan manages to breach the supposedly impregnable outer wall, reigniting the fight for survival against the man-eating abominations.",
        "Category": "Action, Military, Mystery, Super Power, Drama, Fantasy, Shounen",
        "Liked": null,
        "Disliked": null,
        "release_date": "Spring 2013",
        "Status": "Ongoing",
        "episodes":"48"
      },
      {
        "id": "",
        "title": "God Eater",
        "cover_art": "https://cdn.myanimelist.net/images/anime/7/73852.jpg",
        "Synopsis": "The year is 2071. Humanity has been pushed to the brink of extinction following the emergence of man-eating monsters called Aragami that boast an immunity to conventional weaponry. They ravaged the land, consuming almost everything in their path and leaving nothing in their wake. To combat them, an organization named Fenrir was formed as a last-ditch effort to save humanity through the use of God Eaters —special humans infused with Oracle cells, allowing them to wield the God Arc, the only known weapon capable of killing an Aragami. One such God Eater is Lenka Utsugi, a New-Type whose God Arc takes the form of both blade and gun.",
        "Category": "Action, Fantasy, Military, Sci-Fi",
        "Liked": null,
        "Disliked": null,
        "release_date": "Summer 2015",
        "Status": "Finished",
        "episodes":"13"
      },
      {
        "id": "",
        "title": "Persona 4",
        "cover_art": "https://cdn.myanimelist.net/images/anime/4/29107.jpg",
        "Synopsis": "Yuu Narukami moves to Inaba, a seemingly quiet and ordinary town, where he quickly befriends the clumsy transfer student Yousuke Hanamura, the energetic Chie Satonaka, and the beautiful heiress Yukiko Amagi. Shortly after Yuu's arrival, a chain of mysterious killings begin to occur on foggy days. At the same time, rumors about a strange television channel—dubbed the Midnight Channel—spread like wildfire; when staring into their TV screen at midnight, a person may see their soul mate.",
        "Category": "Sci-Fi, Adventure, Mystery, Super Power, Supernatural, School",
        "Liked": null,
        "Disliked": null,
        "release_date": "Fall 2011",
        "Status": "Finsihed",
        "episodes":"25"
      },
      {
        "id": "",
        "title": "Persona 5",
        "cover_art": "https://cdn.myanimelist.net/images/anime/1829/92056.jpg",
        "Synopsis": "Ren Amamiya, a new transfer student at Shujin Academy, is sent to Tokyo to live with his family friend Sojiro Sakura after wrongly being put on probation for defending a woman from sexual assault. While on the way to attend his first day at his new school, Ren notices a strange app has appeared on his phone, transferring him to a world known as the Metaverse, which contains people's shadows: distorted depictions of their true selves. In the Metaverse, he awakens his Persona, a power from deep within that gives him the strength to fight the shadows. With the help of similarly troubled students, he forms the Phantom Thieves of Hearts, attempting to save people from their sinful desires by taking their heart, making evildoers regret their actions and turn over a new leaf. The group's reputation continues to grow explosively, bringing along fame both positive and negative.",
        "Category": "Action, Supernatural, Fantasy",
        "Liked": null,
        "Disliked": null,
        "release_date": "Spring 2018v",
        "Status": "Finished",
        "episodes":"26"
      },
      {
        "id": "",
        "title": "Death Note",
        "cover_art": "https://cdn.myanimelist.net/images/anime/9/9453.jpg",
        "Synopsis": "A shinigami, as a god of death, can kill any person—provided they see their victim's face and write their victim's name in a notebook called a Death Note. One day, Ryuk, bored by the shinigami lifestyle and interested in seeing how a human would use a Death Note, drops one into the human realm.",
        "Category": "Mystery, Police, Psychological, Supernatural, Thriller, Shounen",
        "Liked": null,
        "Disliked": null,
        "release_date": "Fall 2006",
        "Status": "Finished",
        "episodes":"37"
      },
      {
        "id": "",
        "title": "Psycho-Pass",
        "cover_art": "https://cdn.myanimelist.net/images/anime/5/43399.jpg",
        "Synopsis": "Justice, and the enforcement of it, has changed. In the 22nd century, Japan enforces the Sibyl System, an objective means of determining the threat level of each citizen by examining their mental state for signs of criminal intent, known as their Psycho-Pass. Inspectors uphold the law by subjugating, often with lethal force, anyone harboring the slightest ill-will; alongside them are Enforcers, jaded Inspectors that have become latent criminals, granted relative freedom in exchange for carrying out the Inspectors' dirty work.",
        "Category": "Action, Police, Psychological, Sci-Fi",
        "Liked": null,
        "Disliked": null,
        "release_date": "Fall 2012",
        "Status": "22",
        "episodes":"Finished"
      },
      {
        "id": "",
        "title": "Devil Survivor 2",
        "cover_art": "https://cdn.myanimelist.net/images/anime/11/47191.jpg",
        "Synopsis": "The countdown to extinction begins on Sunday with the arrival of the Septentriones, otherworldly invaders set on the eradication of mankind. Caught in the crossfire, Hibiki Kuze and his friends join in the war for humanity's survival by signing contracts with demons to become Devil Summoners. Soon, their abilities attract the attention of JP's, an underground agency led by Yamato Houtsuin. Once recruited into JP's, Hibiki and his friends fight and bond alongside other ordinary citizens who are Devil Summoners. ",
        "Category": "Action, Demons, Supernatural",
        "Liked": null,
        "Disliked": null,
        "release_date": "Spring 2013",
        "Status": "Finished",
        "episodes":"13"
      },
      {
        "id": "",
        "title": "Fairy Tail",
        "cover_art": "https://cdn.myanimelist.net/images/anime/7/59441.jpg",
        "Synopsis": "In the mystical land of Fiore, magic exists as an essential part of everyday life. Countless magic guilds lie at the core of all magical activity, and serve as venues for like-minded mages to band together and take on job requests. Among them, Fairy Tail stands out from the rest as a place of strength, spirit, and family.",
        "Category": "Action, Adventure, Comedy, Fantasy, Magic, Shounen",
        "Liked": null,
        "Disliked": null,
        "release_date": "Fall 2009",
        "Status": "Ongoing",
        "episodes":"326"
      }
    ]
  }
  