{
    "results": [
      {
        "id": "1",
        "game_rating": "[83]",
        "title": "Assassin's Creed Odyssey",
        "cover_art": "https://gamefaqs.akamaized.net/box/1/5/4/687154_front.jpg",
        "Developer": "Ubisoft",
        "ESRB_Rating": "[Mature]",
        "Synopsis": "Write your own epic odyssey and become a legendary Greek Hero in Assassin’s Creed Odyssey, an inspiring adventure where you must forge your destiny in a world where every choice matters. Influence how history unfolds as you discover a rich and ever-changing world shaped by your decisions. Odyssey casts players as one of two Spartan outcasts-turned-mercenaries -- Alexios or Kassandra -- free to forge their own destiny during the Peloponnesian War, thanks to a big emphasis on player choice. Make story-altering choices by navigating interactive dialogue, making or rejecting alliances, and pursuing romance. Assisted by a mysterious First Civilization artifact, the Spear of Leonidas, you'll also be able to unlock new, seemingly supernatural abilities as you journey through Greece, hunting secretive enemies, meeting famous historical figures, encountering myths, and fighting in huge battles between Athens and Sparta. Ancient Greece is a huge open world – nearly half of which is water – and features a strikingly diverse landscape of mountains, cities, forests, and beaches. With that in mind, Odyssey also brings back open-world naval gameplay, putting you at the helm of a trireme warship and setting you loose to hunt pirates and other threats with a steadfast crew of archers. You'll be able to not only customize your ship, but recruit unique crewmembers as well, persuading allies and enemies alike to add their perks and abilities to your roster. You'll also be able to dive under the waves at any time, discovering undersea ruins and battling sharks as you explore.",
        "Category": "[Action Adventure » Open-World]",
        "Liked": null,
        "Disliked": null,
        "release_date": "October 2, 2018"
      },
      {
        "id": "2",
        "average_rating": "[82]",
        "title": "Borderlands: The Handsome Collection",
        "cover_art": "https://gamefaqs.akamaized.net/box/9/3/0/537930_front.jpg",
        "Developer": "Iron Galaxy Studios",
        "ESRB_Rating": "[Mature]",
        "Synopsis": "The epic sequel to the ultimate four-player role-playing shooter loot fest. Combining invention and evolution, Borderlands 2 features mixed online/split-screen co-op, all-new characters, skills, environments, enemies, weapons and equipment, which come together in an ambitiously crafted story. Players will reveal secrets, and escalate mysteries of the Borderlands universe as they adventure across the unexplored new areas of Pandora. Borderlands: The Pre-Sequel launches players to Pandora’s moon to experience wild, gravity-bending gunfights in zero-atmosphere environments using an array of all-new weaponry. For the very first time, fans play on the other side as four new playable characters contributing to the rise of the Hyperion Corporation. Fighting alongside Handsome Jack, players witness his transformation into the megalomaniacal tyrant that fans loved to hate in Borderlands 2.",
        "Category": "[Action » Shooter » First-Person » Arcade]",
        "Liked": null,
        "Disliked": null,
        "release_date": "March 24, 2015"
      },
      {
        "id": "3",
        "average_rating": "[93]",
        "title": "Persona 5",
        "cover_art": "https://gamefaqs.akamaized.net/box/3/2/0/607320_front.jpg",
        "Developer": "Atlus",
        "ESRB_Rating": "[Mature]",
        "Synopsis": "Beneath the veneer of typical urban high school life, a group of teenagers mask their mysterious alter egos, their 'phantom thief' side. Who are they? Why are they dressed as such? What are their motives? And... why are they being pursued? A picaresque coming-of-age story, Persona 5 will bring a thrilling, new twist to the RPG genre! You will assume the role of a second-year high school student who becomes a Persona-user through an unexpected incident. Having moved to Tokyo just before the start of the school year, he finds residence at a cafe run by his parents' friend, and is about to get his first taste of school life in the big city. The protagonist seems quiet and well-mannered at first glance, but gives a completely different impression once he has donned his phantom thief guise. What is the motivation of his alter ego...?",
        "Category": "[Role-Playing » Japanese-Style]",
        "Liked": null,
        "Disliked": null,
        "release_date": "April 4, 2017"
      },
      {
        "id": "4",
        "average_rating": "[86]",
        "title": "Dragon Quest XI: Echoes of an Elusive Age",
        "cover_art": "https://gamefaqs.akamaized.net/box/3/6/5/683365_front.jpg",
        "Developer": "Square Enix",
        "ESRB_Rating": "[Teen]",
        "Synopsis": "A young man, about to participate in his village's coming of age ceremony, travels to a Sacred Stone alongside his childhood friend. After a series of unexpected events, this intrepid adventurer learns he is the reincarnation of a legendary hero from a forgotten age. The young hero sets forth into an unknown world on a journey to unravel the mystery of his past... but the welcome he receives is far from warm. Upon revealing his identity to the King, the hero is branded as The Dark spawn and hunted by a relentless army. Fleeing from his pursuers, the hero assembles a band of endearing adventurers who believe he is actually The Luminary reborn. The hero and his newfound companions embark on a quest that will take them across continents and over vast oceans as they learn of an ominous threat facing the world.",
        "Category": "[Role-Playing » Japanese-Style]",
        "Liked": null,
        "Disliked": null,
        "release_date": "September 4, 2018"
      },
      {
        "id": "5",
        "average_rating": "[94]",
        "title": "Mass Effect 2",
        "cover_art": "https://gamefaqs.akamaized.net/box/1/6/5/607165_front.jpg",
        "Developer": "BioWare",
        "ESRB_Rating": "[Mature]",
        "Synopsis": "Once again stepping into the role of the heroic Commander Shepard, gamers command their crew on a suicide mission in space. Players must assemble their squad from amongst the galaxy's most powerful mystics, geniuses, and convicts and lead them on a suicide mission to discover why humans are vanishing from the galaxy. The success of the mission hinges on the squad recruited and their loyalty to the mission. Shepard's future depends on it.",
        "Category": "[Role-Playing » Action RPG]",
        "Liked": null,
        "Disliked": null,
        "release_date": "January 26, 2010"
      },
      {
        "id": "6",
        "average_rating": "[89]",
        "title": "Dragon Age: Inquisition",
        "cover_art": "https://gamefaqs.akamaized.net/box/4/6/4/611464_front.jpg",
        "Developer": "BioWare",
        "ESRB_Rating": "[Mature]",
        "Synopsis": "The world of Thedas is being torn apart by a massive, mysterious breach in the sky. Players must assume the role of the Inquisitor and lead a team of legendary heroes to uncover the truth behind the impending devastation.",
        "Category": "[Role-Playing » Action RPG]",
        "Liked": null,
        "Disliked": null,
        "release_date": "November 18, 2014"
      },
      {
        "id": "7",
        "average_rating": "[87]",
        "title": "Fallout 4",
        "cover_art": "https://gamefaqs.akamaized.net/box/8/2/7/589827_front.jpg",
        "Developer": "Bethesda Softworks",
        "ESRB_Rating": "[Mature]",
        "Synopsis": "As the sole survivor of Vault 111, you enter a world destroyed by nuclear war. Every second is a fight for survival, and every choice is yours. Only you can rebuild and determine the fate of the Wasteland. Welcome home.",
        "Category": "[Role-Playing » Western-Style]",
        "Liked": null,
        "Disliked": null,
        "release_date": "November 10, 2015"
      },
      {
        "id": "8",
        "average_rating": "[81]",
        "title": "The Elder Scrolls V: Skyrim",
        "cover_art": "https://gamefaqs.akamaized.net/box/1/7/0/616170_front.jpg",
        "Developer": "Bethesda Softworks",
        "ESRB_Rating": "[Mature]",
        "Synopsis": "The Empire of Tamriel is on the edge. The High King of Skyrim has been murdered. Alliances form as claims to the throne are made. In the midst of this conflict, a far more dangerous, ancient evil is awakened. Dragons, long lost to the passages of the Elder Scrolls, have returned to Tamriel. The future of Skyrim, even the Empire itself, hangs in the balance as they wait for the prophesied Dragonborn to come; a hero born with the power of The Voice, and the only one who can stand among the dragons.",
        "Category": "[Role-Playing » Western-Style]",
        "Liked": null,
        "Disliked": null,
        "release_date": "October 28, 2016"
      },
      {
        "id": "9",
        "average_rating": "[83]",
        "title": "Xenoblade Chronicles 2",
        "cover_art": "https://gamefaqs.akamaized.net/box/1/5/2/647152_front.jpg",
        "Developer": "Monolith Soft",
        "ESRB_Rating": "[Teen]",
        "Synopsis": "In this epic role-playing sequel, explore an endless ocean of clouds, where the last remnants of civilization live on the backs of colossal beasts called Titans. Experience the story of Rex and his new friend, Pyra, a mysterious being known as a Blade who grants him tremendous power. Together, search for Pyra’s long lost home Elysium, the ultimate paradise for all of humanity.",
        "Category": "[Role-Playing » Action RPG]",
        "Liked": null,
        "Disliked": null,
        "release_date": "December 1, 2017"
      },
      {
        "id": "10",
        "average_rating": "[97]",
        "title": "The Legend of Zelda: Breath of the Wild",
        "cover_art": "https://gamefaqs.akamaized.net/box/6/6/2/599662_front.jpg",
        "Developer": "Nintendo",
        "ESRB_Rating": "[E10+]",
        "Synopsis": "Step into a world of discovery, exploration and adventure in The Legend of Zelda: Breath of the Wild, a boundary-breaking new game in the acclaimed series. Travel across fields, through forests and to mountain peaks as you discover what has become of the ruined kingdom of Hyrule in this stunning open-air adventure.",
        "Category": "[Action Adventure » Open-World]",
        "Liked": null,
        "Disliked": null,
        "release_date": "March 3, 2017"
      },
      {
        "id": "11",
        "average_rating": "[87]",
        "title": "Total War: Warhammer II",
        "cover_art": "https://whc-cdn.games-workshop.com/wp-content/uploads/2017/03/TWWH2AnnounceFeature.jpg",
        "Developer": "Creative Assembly",
        "ESRB_Rating": "[Teen]",
        "Synopsis": " In a Total War campaign like no other, players will struggle for dominion over the ailing Great Vortex that has swirled for millennia above the elven homeland of Ulthuan. As one of four races, players will battle across enchanted isles, bleak hinterlands, treacherous swamps, and perilous jungles. Performing a series of arcane rituals, each race must save or disrupt the Vortex according to their motivations -- a struggle culminating in a cataclysmic endgame. Territorial conquest is no longer enough ... this is a race for control that will define the fate of the world!",
        "Category": "[Strategy » Real-Time » Tactics]",
        "Liked": null,
        "Disliked": null,
        "release_date": "September 28, 2017"
      },
      {
        "id": "12",
        "average_rating": "[84]",
        "title": "Shin Megami Tensei: Devil Survivor 2 Record Breaker",
        "cover_art": "https://gamefaqs.akamaized.net/box/6/2/7/497627_front.jpg",
        "Developer": "Atlus",
        "ESRB_Rating": "[Teen]",
        "Synopsis": "Just before the heralding of the apocalypse, when life was normal, some thrill-seekers were registering on a website that promised to deliver fake videos of their friends being killed. As people wondered what these videos could mean, an invasion began and humanity was forced to face a struggle to survive in an unprecedented catastrophe. For the main character and his friends, they stand up for humanity when the very same website uploads an application on their cell phones, summoning demons. From there, newly minted demon tamers begin the fight to survive and save the future of mankind, but the protagonist's decisions aren't without consequences. What he chooses may save the lives of his friends, or seal their fate. Building on the original Shin Megami Tensei: Devil Survivor's acclaimed foundation of accessible turn-based combat with elements of grid-based strategy, Devil Survivor 2 delivers everything fans loved about the first game: an intense narrative with multiple endings based on player actions, the beautiful visuals and sounds the Shin Megami Tensei series is renowned for, the addicting challenge of collecting, customizing, auctioning, and fusing every last demon in the game, and much more.",
        "Category": "[Strategy » Turn-Based » Tactics]",
        "Liked": null,
        "Disliked": null,
        "release_date": "May 5, 2015"
      },
      {
        "id": "13",
        "average_rating": "[]",
        "title": "Saints Row IV: Re-Elected",
        "cover_art": "https://gamefaqs.akamaized.net/box/0/2/3/515023_front.jpg",
        "Developer": "Volition Inc.",
        "ESRB_Rating": "[Mature]",
        "Synopsis": "Saints Row IV: Re-Elected is the inaugural entry in this psychotic open-world action series for new-gen consoles. In Saints Row IV, the head honcho of the Saints has been elected to the Presidency of the United States. But the Saints are just getting started. Now the larger-than-life insanity of the Saints series gets a new twist with a catastrophic alien invasion, and the aliens have transported the Saints to a bizarre Steelport simulation. Wield gargantuan superpowers and fight to free humanity from alien granddaddy Zinyak’s mental grasp. Escape the simulation that’s trapped the Saints crew, or die trying. Saints Row IV: Re-Elected gives players the entire Saints Row IV experience, plus includes the standalone expansion Saints Row IV: Gat Out of Hell. Players are sent into hell via a nefarious spirit board incident and left to combat demons, the horrors of the underworld (including prominent historical figures) and, of course, the Devil himself. Play as either Johnny Gat or Kinzie Kensington as you tear apart Hell in a quest to save the leader of the Saints’ soul. Historical icons, old friends, older enemies, a talking gun, a full length musical number, and a whole lot of other shenanigans all await!",
        "Category": "[Action Adventure » Open-World]",
        "Liked": null,
        "Disliked": null,
        "release_date": "January 20, 2015"
      },
      {
        "id": "14",
        "average_rating": "[88]",
        "title": "Fire Emblem Fates",
        "cover_art": "https://gamefaqs.akamaized.net/box/4/3/9/588439_front.jpg",
        "Developer": "Intelligent Systems",
        "ESRB_Rating": "[Teen]",
        "Synopsis": "The new adventure adds challenges never before seen in the series and asks players to make decisions that will affect the game’s world in new ways. For the first time in the series, players take on the role of the main character and command an army, while struggling to decide which path to follow: helping blood relatives or the family that raised him or her. Fire Emblem Fates is available in two separate chapters: Birthright and Conquest. Each version of the game offers a different path to play, posing to players an unprecedented choice: fight an opposing force or join the other side and try to make changes from within.",
        "Category": "[Strategy » Turn-Based » Tactics]",
        "Liked": null,
        "Disliked": null,
        "release_date": "February 19, 2016"
      },
      {
        "id": "15",
        "average_rating": "[97]",
        "title": "Red Dead Redemption 2",
        "cover_art": "https://gamefaqs.akamaized.net/box/4/3/2/619432_front.jpg",
        "Developer": "Rockstar Games",
        "ESRB_Rating": "[Mature]",
        "Synopsis": "Red Dead Redemption 2 is an epic tale of life in America’s unforgiving heartland. The game's vast and atmospheric world also provides the foundation for a brand new online multiplayer experience. America, 1899. The end of the wild west era has begun as lawmen hunt down the last remaining outlaw gangs. Those who will not surrender or succumb are killed. After a robbery goes badly wrong in the western town of Blackwater, Arthur Morgan and the Van der Linde gang are forced to flee. With federal agents and the best bounty hunters in the nation massing on their heels, the gang must rob, steal and fight their way across the rugged heartland of America in order to survive. As deepening internal divisions threaten to tear the gang apart, Arthur must make a choice between his own ideals and loyalty to the gang who raised him.",
        "Category": "[Action Adventure » Open-World]",
        "Liked": null,
        "Disliked": null,
        "release_date": "October 26, 2018"
      },
      {
        "id": "16",
        "average_rating": "[]",
        "title": "Kingdom Hearts III",
        "cover_art": "https://gamefaqs.akamaized.net/box/5/3/2/698532_front.jpg",
        "Developer": "Square Enix",
        "ESRB_Rating": "[E10+]",
        "Synopsis": "Kingdom Hearts III is the third game in the beloved RPG series and features a mature Sora who sets forth on an adventure with Mickey, Donald and Goofy through new and legendary Disney worlds. Believing light and darkness must remain in balance, Master Xehanort seeks to spark war against the ‘tyranny of light’ to restore equilibrium. In an effort to undermine Xehanort’s plot, Sora, Donald and Goofy search for seven guardians of light and the “Key to Return Hearts,” while King Mickey and Riku search for previous Keyblade wielders.",
        "Category": "[Role-Playing » Action RPG]",
        "Liked": null,
        "Disliked": null,
        "release_date": "January 29, 2019"
      },
      {
        "id": "17",
        "average_rating": "[71]",
        "title": "Far Cry: New Dawn",
        "cover_art": "https://gamefaqs.akamaized.net/box/3/9/0/700390_front.jpg",
        "Developer": "Ubisoft Montreal",
        "ESRB_Rating": "[Mature]",
        "Synopsis": "Set in a breathtaking post-apocalyptic world seventeen years after a global nuclear catastrophe, Far Cry New Dawn brings players into a wildly beautiful and radically transformed Hope County, Montana. Life has begun to emerge from the chaos, but the survivors now face a new threat -- the merciless Highwaymen and their leaders The Twins, Mickey and Lou. Raised in a lawless frontier, the twin sisters and their band of scavengers live only for today and have descended upon Hope County to take all available resources. To push back this devastating threat, players must help the Survivors grow stronger, craft a makeshift arsenal and form unexpected alliances to fight for survival in a dangerous new frontier. At the Homebase, players will prepare to face off against the threat of the Highwaymen. The Homebase, called Prosperity, is the stronghold of the Survivors. Here, players can craft makeshift weapons and vehicles and train their Guns for Hire -- including new and familiar faces. As players progress, they can upgrade the Homebase for more powerful weapons and gear. The Homebase is also a launchpad to Expeditions, where for the first time in Far Cry, the adventure is more than local. Set in memorable locations across the US, from wetlands to canyons and more, Expeditions drop players into unique locations where they must grab a package of valuable materials and get out, quickly.",
        "Category": "[Action » Shooter » First-Person » Arcade]",
        "Liked": null,
        "Disliked": null,
        "release_date": "February 15, 2019"
      },
      {
        "id": "18",
        "average_rating": "[89]",
        "title": "Middle-earth: Shadow of Mordor",
        "cover_art": "https://gamefaqs.akamaized.net/box/5/9/3/607593_front.jpg",
        "Developer": "Monolith Productions",
        "ESRB_Rating": "[Mature]",
        "Synopsis": "Exploring an original story of vengeance and redemption, the game puts players in the role of Talion, a valiant ranger whose family is slain in front of him the night Sauron and his army return to Mordor -- moments before his own life is taken. Resurrected by a Spirit of vengeance and empowered with Wraith abilities, Talion ventures into Mordor and vows to destroy those who have wronged him. Through the course of his personal vendetta, Talion uncovers the truth of the Spirit that compels him, learns the origins of the Rings of Power and ultimately confronts his true nemesis. Every enemy that players face is a unique individual, differentiated by their personality, strengths and weaknesses. Through the Nemesis System, enemy relationships and characteristics are shaped by player actions and decisions to create personal archenemies that remember and adapt to the player and are distinct to every gameplay session. Gamers are able to craft their own battles, enemies and rewards within the dynamic world that remembers and adapts to their choices, delivering a unique experience to every player.",
        "Category": "[Action Adventure » Open-World]",
        "Liked": null,
        "Disliked": null,
        "release_date": "September 30, 2014"
      },
      {
        "id": "19",
        "average_rating": "[87]",
        "title": "Devil May Cry 5",
        "cover_art": "https://gamefaqs.akamaized.net/box/8/0/6/703806_front.jpg",
        "Developer": "Capcom",
        "ESRB_Rating": "[Mature]",
        "Synopsis": "Humanity’s last hope rests in the hands of three lone demon hunters, each offering a radically different play style as they take on the city overrun with demons. Tear through hordes of demonic enemies wielding a deadly arsenal of weapons in a masterful display of gun-and-sword combat. Several years after the Order of the Sword incident., an unusual phenomenon suddenly appears in Red Grave City. A gigantic tree pierces through the surface in the middle of town, attacking with roots that drain the poor citizens of their blood. Young Devil Hunter Nero races into Red Grave aboard the mobile Devil May Cry vehicle with his partner Nico, a self-styled artisan of arms who provides Nero with his new weapons. Nero seeks to recover many things in Red Grave: Lost pride...stolen power...and a man left behind. Brandishing his beloved Red Queen sword and custom Blue Rose revolver, Nero plunges into Red Grave, routing the demon hordes as he makes for the menacing phenomenon in the city center. All the while, a new power crackles through his right arm -- the all-new anti-demon arm known as the Devil Breaker!",
        "Category": "[Action Adventure » General]",
        "Liked": null,
        "Disliked": null,
        "release_date": "March 8, 2019"
      },
      {
        "id": "20",
        "average_rating": "[94]",
        "title": "God of War",
        "cover_art": "https://gamefaqs.akamaized.net/box/2/6/2/661262_front.jpg",
        "Developer": "SCE Santa Monica",
        "ESRB_Rating": "[Mature]",
        "Synopsis": "Living as a man outside the shadow of the gods, Kratos must adapt to unfamiliar lands, unexpected threats, and a second chance at being a father. Together with his son Atreus, the pair will venture into the brutal Norse wilds and fight to fulfill a deeply personal quest. His vengeance against the Gods of Olympus years behind him, Kratos now lives as a man in the realm of Norse Gods and monsters. It is in this harsh, unforgiving world that he must fight to survive, and teach his son to do the same. This startling reimagining of God of War deconstructs the core elements that defined the series -- satisfying combat breathtaking scale and a powerful narrative -- and fuses them anew. With an over the shoulder free camera that brings the player closer to the action than ever before, fights in God of War mirror the pantheon of Norse creatures Kratos will face: grand, gritty, and grueling. A new main weapon and new abilities retain the defining spirit of God of War while presenting a vision of violent conflict that forges new ground in the genre.",
        "Category": "[Action Adventure » Linear]",
        "Liked": null,
        "Disliked": null,
        "release_date": "April 20, 2018"
      },
      {
        "id": "21",
        "average_rating": "[89]",
        "title": "Dead Cells",
        "cover_art": "https://gamefaqs.akamaized.net/box/1/5/5/662155_front.jpg",
        "Developer": "Motion Twin",
        "ESRB_Rating": "[Teen]",
        "Synopsis": "Dead Cells is a roguelike action-platformer. You'll explore a sprawling, ever-changing castle ... assuming you’re able to fight your way past its keepers in 2D combat. No checkpoints. Kill, die, learn, repeat.",
        "Category": "[Action » Platformer » 2D]",
        "Liked": null,
        "Disliked": null,
        "release_date": "August 7, 2018"
      },
      {
        "id": "22",
        "average_rating": "[92]",
        "title": "Super Smash Bros. Ultimate",
        "cover_art": "https://gamefaqs.akamaized.net/box/0/7/3/666073_front.jpg",
        "Developer": "Nintendo",
        "ESRB_Rating": "[E10+]",
        "Synopsis": "Legendary game worlds and fighters collide in the ultimate showdown -- a new entry in the Super Smash Bros. series for the Nintendo Switch system! New fighters, like Inkling from the Splatoon series and Ridley from the Metroid series, make their series debut in Super Smash Bros. Ultimate, alongside every Super Smash Bros. fighter in the series ... EVER! Faster combat, new items, new attacks, new defensive options, and more will keep the battle raging whether you’re at home or on the go.",
        "Category": "[Action » Fighting » 2D]",
        "Liked": null,
        "Disliked": null,
        "release_date": "December 7, 2018"
      },
      {
        "id": "23",
        "average_rating": "[87]",
        "title": "Stardew Valley",
        "cover_art": "https://gamefaqs.akamaized.net/box/6/2/3/650623_front.jpg",
        "Developer": "ConcernedApe",
        "ESRB_Rating": "[E10+]",
        "Synopsis": "In the open-ended country life RPG Stardew Valley, you’ve inherited your grandfather’s old farm plot. Armed with hand-me-down tools and a few coins, you set out to begin your new life there in Stardew Valley. Can you learn to live off the land and turn these overgrown fields into a thriving home? It won’t be easy. Ever since Joja Corporation came to town, the old ways of life have all but disappeared. The community center, once the town’s most vibrant hub of activity, now lies in shambles. But the valley seems full of opportunity. With a little dedication, you might just be the one to restore Stardew Valley to greatness!",
        "Category": "[Role-Playing » General]",
        "Liked": null,
        "Disliked": null,
        "release_date": "October 5, 2017"
      },
      {
        "id": "24",
        "average_rating": "[76]",
        "title": "Valkyria Chronicles 4",
        "cover_art": "https://gamefaqs.akamaized.net/box/7/0/0/685700_front.jpg",
        "Developer": "SEGA",
        "ESRB_Rating": "[Teen]",
        "Synopsis": "Soldiers, strategists, and commanders -- the call has come in to rejoin the fight! Valkyria Chronicles 4 is the fourth mainline chapter in the acclaimed strategy series. Return to a continent ravaged by conflict with a familiar-yet-refined tactical RPG battle system, a vibrant and evocative art style that portrays a living canvas of watercolors, and a gripping World War II-inspired story full of momentous triumphs, heartbreaking loss, and unexpected hope for the human spirit. It is the year 1935 EC. The continent of Europa is engulfed in the flames of the Second Europan War between the Atlantic Federation and the Autocratic Eastern Imperial Alliance. Although the Federation struggles valiantly against the Empire's forces, the relentless imperial military machine threatens to consume them. With victory slipping away, the Federation executes Operation Northern Cross: a last-ditch attempt to capture the imperial capital and end the war. Commander Claude Wallace and his loyal childhood friends in Squad E are sent to fight for the desperate operation's success, but they will have to endure harsh bone-chilling elements, waves of imperial soldiers, and the terrifying Valkyria... and unravel a grave truth that will shake them to the core.",
        "Category": "[Strategy » Turn-Based » Tactics]",
        "Liked": null,
        "Disliked": null,
        "release_date": "September 25, 2018"
      },
      {
        "id": "25",
        "average_rating": "[88]",
        "title": "Animal Crossing: New Leaf",
        "cover_art": "https://gamefaqs.akamaized.net/box/9/5/7/156957_front.jpg",
        "Developer": "Nintendo",
        "ESRB_Rating": "[E]",
        "Synopsis": "The charming community-building franchise returns for with Animal Crossing: New Leaf. The Nintendo 3DS entry into this popular franchise introduces a number of options new to Animal Crossing, including the ability to become the head of the village and boost its development, a way to install certain items in the village to make its characteristics more personalized for each player, and the ability to view homes of other players who are tagged through StreetPass connections.",
        "Category": "[Simulation » Virtual » Virtual Life]",
        "Liked": null,
        "Disliked": null,
        "release_date": "June 9, 2013"
      },
      {
        "id": "26",
        "average_rating": "[95]",
        "title": "The Last of Us Remastered",
        "cover_art": "https://gamefaqs.akamaized.net/box/4/6/8/419468_front.jpg",
        "Developer": "Naughty Dog",
        "ESRB_Rating": "[Mature]",
        "Synopsis": "Survive an apocalypse on Earth in the brutal action/adventure game The Last of Us. Here, you will find abandoned cities reclaimed by nature. Here is a population decimated by a modern plague. Here, there are only survivors killing each other for food, weapons, or whatever they can get their hands on. Here, you find no hope. Joel, a brutal survivor, and Ellie, a brave young teenage girl who is wise beyond her years, must work together if they hope to survive their journey across the US.",
        "Category": "[Action Adventure » General]",
        "Liked": null,
        "Disliked": null,
        "release_date": "July 29, 2014"
      },
      {
        "id": "27",
        "average_rating": "[89]",
        "title": "Titanfall 2",
        "cover_art": "https://gamefaqs.akamaized.net/box/3/5/1/602351_front.jpg",
        "Developer": "Respawn Entertainment",
        "ESRB_Rating": "[Mature]",
        "Synopsis": "Bring down the sky yet again in the fast-paced warfare of the sequel to Titanfall, featuring multiplayer and for the first time a single-player campaign that puts you in the shoes of soldier Jack Cooper, accompanied by a sentient robot companion. In single player, Titanfall 2 will deliver an experience that explores the unique bond between man and machine. Playable offline, the single player campaign in Titanfall 2 will let fans step out onto The Frontier as a Militia rifleman with aspirations of becoming an elite Pilot. Stranded behind enemy lines and facing overwhelming odds, players must team up with a veteran Titan to uphold a mission they were never meant to carry out. In multiplayer, Respawn is continuing to evolve their best-in-class gameplay to provide a more robust experience that delivers expanded depth and variety that includes six new Titans, deeper Pilot abilities, more customization options, and a robust progression system that is sure to satisfy fans.",
        "Category": "[Respawn Entertainment]",
        "Liked": null,
        "Disliked": null,
        "release_date": "October 28, 2016"
      },
      {
        "id": "28",
        "average_rating": "[]",
        "title": "Destiny 2",
        "cover_art": "https://gamefaqs.akamaized.net/box/7/4/1/642741_front.jpg",
        "Developer": "Bungie",
        "ESRB_Rating": "[Teen]",
        "Synopsis": "From the makers of the acclaimed hit game Destiny, comes the much-anticipated FPS sequel that takes you on an epic journey across the solar system. Humanity’s last safe city has fallen to an overwhelming invasion force, led by Ghaul, the imposing commander of the brutal Red Legion. He has stripped the city’s Guardians of their power, and forced the survivors to flee. You will venture to mysterious, unexplored worlds of our solar system to discover an arsenal of weapons and devastating new combat abilities. To defeat the Red Legion and confront Ghaul, you must reunite humanity’s scattered heroes, stand together, and fight back to reclaim our home.",
        "Category": "[Action » Shooter » First-Person » Arcade]",
        "Liked": null,
        "Disliked": null,
        "release_date": "September 6, 2017"
      }
    ]
  }
  